Repository: belalsamyyy/khyma
Catalog: khyma/Localization/*.lproj/Localizable.strings
Languages: ar

source: NO CONNECTION !
ar: لا يــوجد اتصال !

# update
source: click here
ar: اضغـط هنا

source: Body Guard
ar: بودي جارد

# avengers
source: Avengers: End Game
ar: الافنجرز: نهاية اللعبة

# weladRizk
source: Welad Rizk 2
ar: ولاد رزق ٢

# batman
source: Batman Hush
ar: بات مان هاش

# blueElephant
source: Blue Elephant 2
ar: الفيل الازرق ٢

# continueWatching
source: Contiue Watching
ar: استكمال المشاهدة

source: Popular
ar: الاكثر مشاهدة

source: Movies
ar: افــــلام

source: Series
ar: مسلسلات

source: Plays
ar: مسرحيات

source: anime
ar: انمــــي

source: More
ar: المزيــد

source: Season
ar: الموسم

source: Episode
ar: الحلقة

source: + Add
ar: + اضافة

source: Search
ar: البحث

# searchPlaceholder
source: search for
ar: بحـث عن

source: My List
ar: قائمتي

# removeFromMyList
source: Remove from your list ?!
ar: ازالة من قائمتي ؟

source: Remove from Continue Watching ?!
ar: ازالة من استكمال المشاهدة ؟

# cancelAlert
source: Cancel
ar: الغاء

# removeAlertAction
source: Remove
ar: ازالة

# addAlertAction
source: Add to my list
ar: اضافة الي قائمتي

source: Settings
ar: الاعدادات

source: Coins
ar: النقاط

source: Theme
ar: الشكل

source: Dark Mode
ar: الوضع المظلم

source: Language
ar: اللغة

# changeLangAlert
source: Change the language
ar: تغيير اللغة

source: English
ar: الانجليزية

source: Arabic
ar: العربية

# currentLanguage
source: English
ar: العربية
